app/controllers/blogs_controller.rb

INSERT INTO "blogs" ("title", "content", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", ""], ["content", ""], ["created_at", "2020-11-26 06:12:57.686678"], ["updated_at", "2020-11-26 06:12:57.686678"]]
---
  def create
    @blog = Blog.new(blog_params)

    respond_to do |format|
      if @blog.save